{
  "header": {
    "title": "Sector Hungaricus",
    "language": "Language",
    "english": "English",
    "hungarian": "Magyar"
  },
  "pages": {
    "merch": {
      "title": "Merch",
      "categories": {
        "cat1": "cat1",
        "cat2": "cat2"
      }
    },
    "calendar": {
      "title": "Calendar"
    },
    "landing_page": {
    "welcome1": "Welcome to the Sector Hungaricus website!",
    "welcome2": "Our community is Hungary’s largest self-organized, store- and club-independent wargame skirmish group. You can find more information about the games we play below. By browsing our event calendar, you can discover beginner-friendly events, club days, and tournament dates. Join our Discord servers to chat with the community about games and hobby-related topics!",
      "categories": {
        "40k": {
          "killteam": {
            "title": "Warhammer 40K - Kill Team",
            "description": "Action-packed tactical skirmish combat in the war-torn 41st Millennium"
          }
        },
        "aos": {
          "spearhead": {
            "title": "Warhammer Age of Sigmar - Spearhead",
            "description": "Play fast, fun games of Warhammer Age of Sigmar using the Spearhead game type – with just one box of miniatures per player!"
          },
          "warcry": {
            "title": "Warhammer Age of Sigmar - Warcry",
            "description": "Fast-paced Skirmish Battles in the Mortal Realms"
          }
        },
        "other": {
          "trench_crusade": {
            "title": "Trench Crusade",
            "description": "Trench Crusade is a skirmish-scale tabletop miniatures game that will plunge players deep into a horrifying alternate timeline."
          }
        },
        "pc_games": {
          "title": "PC Games",
          "description": "Join our community and play together with us"
        }
      }
    },
    "categories": {
      "killteam": {
        "banner": {
          "title": "Kill Team"
        },
        "menu": {
          "intro": "What is Kill Team",
          "official_resources": "Official Resources",
          "map_packs": "Map Packs",
          "unofficial_resources": "Unofficial Resources",
          "events": "Events and Local News"
        },
        "intro": {
          "title": "What is Kill Team?",
          "description": "Kill Team is a fast-paced, skirmish-based tabletop game set in the Warhammer 40,000 universe. Small squads of specialist fighters engage in tactical battles with evolving missions and dynamic rules. Perfect for newcomers to wargaming or veterans looking for quick matchups."
        },
        "official_resources": {
          "title": "Official Resources",
          "description": "Explore the official resources for Kill Team:",
          "links": {
            "website": "Kill Team Official Website",
            "news": "Kill Team News Page",
            "downloads": "Official Downloads (Rules, Errata)"
          }
        },
        "map_packs": {
          "title": "Map Packs",
          "description": "Learn about official and community-made map packs for Kill Team games!"
        },
        "unofficial_resources": {
          "title": "Unofficial Resources",
          "links": {
            "kt3": "Kill Team 3 Stat Tracker",
            "printables": "3D Printable Minis Link Collection",
            "battlekit": "Kill Team Battlekit"
          }
        },
        "events": {
          "title": "Events and Local News",
          "description": "Stay updated on upcoming tournaments, local events, and news about the Kill Team community!"
        }
      }
    }
  },
  "impress": {
    "about": "-",
    "disclaimer": "Disclaimer: Sector Hungaricus is an independent, self-organized wargaming community. We are not affiliated with any official commercial organization or club, and we do not use or sell intellectual properties (IP) owned by Games Workshop or any other third party in any form. Our goal is to provide players with access to information and tools related to their favorite games, including official rules, community-created content, and recommended resources.Sector Hungaricus operates through community funding. Revenue from the merch store and crowdfunding platforms is used exclusively for maintaining the website, covering operational costs, community development, and organizing events.Certain stores, creators, and groups may appear on the website as recommended resources. These appearances do not indicate official or contractual partnerships unless explicitly marked as sponsored content. By featuring these resources, our goal is to provide valuable and reliable information and opportunities for the community."
  }
}