{
  "header": {
    "title": "Sector Hungaricus",
    "language": "Nyelv",
    "english": "Angol",
    "hungarian": "Magyar"
  },
  "pages": {
    "merch": {
      "title": "Ajándéktárgyak",
      "categories": {
        "cat1": "kategória1",
        "cat2": "kategória2"
      }
    },
    "calendar": {
      "title": "Naptár"
    },
    "landing_page": {
      "welcome1": "Üdvözlünk a Sector Hungaricus honlapján!",
      "welcome2": "Közösségünk Magyarország legnagyobb, önszerveződő és bolt- vagy klubfüggetlen wargame skirmish társasága. Az általunk játszott játékokról bővebb információkat lentebb találhatsz. Eseménynaptárunkban pedig böngészhetsz a kezdőknek szóló események, klubnapok és versenynapok között. Csatlakozz Discord szervereinkhez, ahol a játékokról és a hobbival kapcsolatos témákról beszélgethetsz a közösség tagjaival!",
      "categories": {
        "40k": {
          "killteam": {
            "title": "Warhammer 40K - Kill Team",
            "description": "Akciódús taktikai harc a háború sújtotta 41. évezredben"
          }
        },
        "aos": {
          "spearhead": {
            "title": "Warhammer Age of Sigmar - Spearhead",
            "description": "Gyors és szórakoztató Warhammer Age of Sigmar játék a Spearhead játékmóddal – mindössze egy doboz miniatűrrel játékosonként!"
          },
          "warcry": {
            "title": "Warhammer Age of Sigmar - Warcry",
            "description": "Gyors ütemű csaták a Halhatatlan Birodalmakban"
          }
        },
        "other": {
          "trench_crusade": {
            "title": "Trench Crusade",
            "description": "A Trench Crusade egy sakk-fázisú asztali miniatűr játék, amely mélyen elmeríti a játékosokat egy hátborzongató alternatív idősíkban."
          }
        },
        "pc_games": {
          "title": "PC Játékok",
          "description": "Csatlakozz a közösségünkhöz, és játssz velünk együtt"
        }
      }
    },
    "categories": {
      "killteam": {
        "banner": {
          "title": "Kill Team"
        },
        "menu": {
          "intro": "Mi a Kill Team?",
          "official_resources": "Hivatalos források",
          "map_packs": "Map Packs",
          "unofficial_resources": "Unofficial Resources",
          "events": "Events and Local News"
        },
        "intro": {
          "title": "What is Kill Team?",
          "description": "Kill Team is a fast-paced, skirmish-based tabletop game set in the Warhammer 40,000 universe. Small squads of specialist fighters engage in tactical battles with evolving missions and dynamic rules. Perfect for newcomers to wargaming or veterans looking for quick matchups."
        },
        "official_resources": {
          "title": "Official Resources",
          "description": "Explore the official resources for Kill Team:",
          "links": {
            "website": "Kill Team Official Website",
            "news": "Kill Team News Page",
            "downloads": "Official Downloads (Rules, Errata)"
          }
        },
        "map_packs": {
          "title": "Map Packs",
          "description": "Learn about official and community-made map packs for Kill Team games!"
        },
        "unofficial_resources": {
          "title": "Unofficial Resources",
          "links": {
            "kt3": "Kill Team 3 Stat Tracker",
            "printables": "3D Printable Minis Link Collection",
            "battlekit": "Kill Team Battlekit"
          }
        },
        "events": {
          "title": "Events and Local News",
          "description": "Stay updated on upcoming tournaments, local events, and news about the Kill Team community!"
        }
      }
    }
  },
  "impress": {
    "about": "-",
    "disclaimer": "Jogi nyilatkozat: A Sector Hungaricus egy független, önszerveződő társasjáték közösség. Nem állunk kapcsolatban semmilyen hivatalos kereskedelmi szervezettel vagy klubbal, és semmilyen módon nem használjuk vagy értékesítjük a Games Workshop vagy más harmadik fél tulajdonában lévő szellemi termékeket (IP). A közösség célja, hogy a játékosok számára elérhetővé tegye a kedvenc játékaikhoz kapcsolódó információkat és eszközöket, beleértve hivatalos szabályokat, közösségi anyagokat és ajánlott forrásokat. A Sector Hungaricus közösségi finanszírozásból üzemel. A honlapon található merch store és közönség-finanszírozási platformból származó bevételeit kizárólag a honlap fenntartására, üzemeltetési költségeire, a közösség fejlesztésére és rendezvények szervezésére fordítjuk. Bizonyos boltok, alkotók és csoportok megjelenhetnek a honlapon, mint ajánlott források. Ezek nem jelentenek hivatalos vagy szerződéses kapcsolatot, kivéve, ha külön szponzorált tartalomként vannak megjelölve. Az ajánlott források megjelenítésével célunk az, hogy a közösség tagjainak értékes és megbízható információkat és lehetőségeket biztosítsunk."
  }
}
